{"meta":{"title":"Meruem117","subtitle":"","description":"","author":"Meruem117","url":"https://meruem117.github.io","root":"/"},"pages":[{"title":"About","date":"2021-07-13T16:18:02.788Z","updated":"2021-07-13T16:18:02.788Z","comments":false,"path":"about/index.html","permalink":"https://meruem117.github.io/about/","excerpt":"","text":"1Try not to stop studying."},{"title":"404 Not Found：该页无法显示","date":"2021-07-13T10:49:24.746Z","updated":"2021-07-13T10:49:24.746Z","comments":false,"path":"/404.html","permalink":"https://meruem117.github.io/404","excerpt":"","text":""},{"title":"Categories","date":"2021-07-13T16:17:46.700Z","updated":"2021-07-13T16:17:46.700Z","comments":false,"path":"categories/index.html","permalink":"https://meruem117.github.io/categories/","excerpt":"","text":""},{"title":"Repositories","date":"2021-07-13T10:49:24.753Z","updated":"2021-07-13T10:49:24.753Z","comments":false,"path":"repository/index.html","permalink":"https://meruem117.github.io/repository/","excerpt":"","text":""},{"title":"Tags","date":"2021-07-13T16:17:54.369Z","updated":"2021-07-13T16:17:54.369Z","comments":false,"path":"tags/index.html","permalink":"https://meruem117.github.io/tags/","excerpt":"","text":""}],"posts":[{"title":"Series List","slug":"Series-List","date":"2021-07-13T10:03:22.000Z","updated":"2021-07-21T03:04:24.871Z","comments":true,"path":"2021/07/13/Series-List/","link":"","permalink":"https://meruem117.github.io/2021/07/13/Series-List/","excerpt":"","text":"看剧清单Fiction/Magic 权利的游戏 Game of Thrones 黑暗物质 His Dark Materials 迷失 Lost 曼达洛人 The Mandalorian 黑袍纠察队 The Boys Marvel(16) 洛基 Loki 旺达幻视 Wanda Vision 卢克凯奇 Luke Cage 杰西卡琼斯 Jessica Jones 夜魔侠 Daredevil 铁拳 Iron Fist 惩罚者 The Punisher 捍卫者联盟 The Defenders 神盾局特工 Agents of SHIELD 天赋异禀 The Gifted 大群 Legion 异人族 Inhumans 特工卡特 Agent Carter 地狱风暴 Marvel’s Helstorm 斗篷与匕首 Cloak &amp; Dagger 离家童盟 Runaways DC(18) 哥谭 Gotham 绿箭侠 Arrow 闪电侠 The Flash 超女 Supergirl 氪星 Krypton 康斯坦丁 Constantine 黑霹雳 Black Lightning 沼泽怪物 Swamp Thing 星女 Stargirl 蝙蝠女侠 Batwoman 潘尼沃斯 Pennyworth 明日传奇 Legends of Tomorrow 泰坦 Titans 守望者 Watchmen 末日巡逻队 The Doom Patrol 传教士 Preacher 路西法 Lucifer 鹿角男孩 Sweet Tooth Star Trek(3) 星际迷航 Star Trek 星际迷航：发现号 Star Trek: Discovery 星际迷航：皮卡德 Star Trek: Picard Space(5) 苍穹浩瀚 The Expanse 陨落星辰 Falling Skies 起源号 Origin 末日孤舰 The Last Ship 火星先驱 The First Recovery(3) 13号仓库 Warehouse 13 远古入侵 Primeval 图书馆员 The Librarians 西部世界 Westworld 伞学院 The Umbrella Academy 猎魔人 The Witcher 梅林传奇 Merlin 亚特兰蒂斯 Atlantis 邪恶力量 Supernatural 超能少年 Misfits 未来青年 The Tomorrow People 阿尔法战士 Alphas 怪奇物语 Stranger Things 环形物语 Tales From The Loop 暗黑 Dark 局外人 The Outsider 异星灾变 Raised by Wolves 复生 In The Flesh 好兆头 Good Omens 东区女巫 Witches Of East End 女巫 Churails 上载新生 Upload 穹顶之下 Under The Dome 永不者 The Nevers 相对宇宙 Counterpart 走进黑暗 Into the Dark 美丽新世界 Brave New World 魔法师 The Magicians Plot/Adventure 越狱 Prison Break 疑犯追踪 Person of Interest 清道夫 Ray Donovan 汉尼拔 Hannibal 黄石 Yellowstone 亿万 Billions 少狼 Teen Wolf 断头谷 Sleepy Hollow 人类清除计划 The Purge Vampire(3) 吸血鬼日记 The Vampire Diaries 初代吸血鬼 The Originals 吸血鬼后裔 Legacies Walking Dead(2) 行尸走肉 The Walking Dead 行尸之惧 Fear the Walking Dead Beast/Animal(3) 格林 Grimm 侠胆雄狮 Beauty and the Beast 困兽 Zoo Epidemic(4) 血族 The Strain 隔离死城 Containment 双螺旋 Helix 血疫 The Hot Zone Gang(3) 浴血黑帮 Peaky Blinders 黑道之家 The Take 戈德曼家族 McMafia 伦敦黑帮 Gangs of London Narcos(2) 毒枭 Narcos 毒枭：墨西哥 Narcos: Mexico 绝命毒师 Breaking Bad 贴身保镖 Bodyguard 真相捕捉 The Capture 黑镜 Black Mirror 新阴阳魔界 The Twilight Zone 超感猎杀 Sense8 盲点 Blindspot 达芬奇的恶魔 Da Vinci’s Demons 铁杉树丛 Hemlock Grove 吸血鬼战争 V-Wars 维京传奇 Vikings 黑帆 Black Sails 最后的王国 The Last Kingdom 古战场传奇 Outlander 捍卫雅各布 Defending Jacob 有色眼镜 When They See Us 尼基塔 Nikita 梅尔罗斯 Patrick Melrose 巴普蒂斯特 Baptiste 德州巡警 Walker 嗜血法医 Dexter 不死法医 Forever 反击 Strike Back 天蝎 Scorpion 幸福谷 Happy Valley 无神 Godless 高玩救未来 Future Man 火枪手 The Musketeers Detective/Crime 神探夏洛克 Sherlock 福尔摩斯：基本演绎法 Elementary 妙警贼探 White Collar 黑吃黑 Banshee 罪恶黑名单 The Blacklist 博斯 Bosch 重案组 Major Crimes 别对我说谎 Lie to Me 真探 True Detective 犯罪心理 Criminal 浪子神探 Prodigal Son 神探斯特莱克 Strike 罪夜之奔 The Night Of ABC谋杀案 The ABC Murders 坦白 A Confession 大小谎言 Big Little Lies 罪有可恕 Defending The Guilty A(2) 美国囧案 American Vandal 美国罪案故事 American Crime Story 心灵猎人 Mindhunter 卧底 Undercover 郊狼 Coyote 杀手一班 Deadly Class 雪岛迷踪 Fortitude 神探林肯 Lincoln Rhyme Horror 血色旅程 Bloodride 美国恐怖故事 American Horror Story Life/Work 9-1-1(2) 紧急呼救 9-1-1 紧急呼救：孤星 9-1-1: Lone Star Chicago(4) 芝加哥烈焰 Chicago Fire 芝加哥警署 Chicago PD 芝加哥急救 Chicago Med 芝加哥正义 Chicago Justice Med 良医 The Good Doctor 争分夺秒 Critical PD 反恐特警组 S.W.A.T. 联邦调查局 FBI 与敌共谋 The Enemy Within 性教育 Sex Education Sex(3) 欲奴 Submission 性爱大师 Masters of Sex 应召女友 The Girlfriend Experience 球手们 Ballers 繁文琐事 A Million Little Things 生活大爆炸 Friends 十三个原因 13 Reasons Why 十全八美 The Kids Are Alright 小谢尔顿 Young Sheldon 去他妈的世界 The End of The Fucking World Cartoon/Comic 瑞克和莫蒂 Rick and Morty 外星也难民 Solar Opposites 哈莉奎茵 Harley Quinn 星际迷航：下层舰员 Star Trek: Lower Decks 马男波杰克 Bojack Horseman 爱，死亡和机器人 Love,Death&amp;Robots","categories":[],"tags":[{"name":"series","slug":"series","permalink":"https://meruem117.github.io/tags/series/"}]},{"title":"Hello World","slug":"hello-world","date":"2021-07-13T10:00:18.555Z","updated":"2021-07-13T16:11:42.395Z","comments":true,"path":"2021/07/13/hello-world/","link":"","permalink":"https://meruem117.github.io/2021/07/13/hello-world/","excerpt":"","text":"Welcome to Hexo! This is your very first post. Check documentation for more info. If you get any problems when using Hexo, you can find the answer in troubleshooting or you can ask me on GitHub. Quick StartCreate a new post1$ hexo new &quot;My New Post&quot; More info: Writing Run server1$ hexo server More info: Server Generate static files1$ hexo generate More info: Generating Deploy to remote sites1$ hexo deploy More info: Deployment","categories":[{"name":"hexo","slug":"hexo","permalink":"https://meruem117.github.io/categories/hexo/"}],"tags":[{"name":"hexo","slug":"hexo","permalink":"https://meruem117.github.io/tags/hexo/"}]}],"categories":[{"name":"hexo","slug":"hexo","permalink":"https://meruem117.github.io/categories/hexo/"}],"tags":[{"name":"series","slug":"series","permalink":"https://meruem117.github.io/tags/series/"},{"name":"hexo","slug":"hexo","permalink":"https://meruem117.github.io/tags/hexo/"}]}